cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ack'
brew 'bash-completion'
brew 'coreutils'
brew 'fzf'
brew 'git'
brew 'go'
brew 'grc'
brew 'jp2a'
brew 'jq'
brew 'libgit2'
#brew 'maven' need fix
brew 'openssl'
brew 'node'
brew 'postgresql'
brew 'reattach-to-user-namespace'
brew 'spaceman-diff'
brew 'speedtest-cli'
brew 'tmux'
brew 'watch'
brew 'wget'
brew 'yarn'
brew 'mas'

cask 'firefox'
cask 'iterm2'
cask 'slack'
cask 'transmission' 
cask 'mediahuman-audio-converter'
cask 'gog-galaxy' need fix
cask 'discord'
cask 'teamspeak-client'
cask 'sublime-text'
cask 'sublime-merge'
cask 'alfred'
